rpi5-32/20240730-1249-glibc-default/logs/join-yes-1024-1000-100/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 17041
number of failed transactions: 0 (0.000%)
latency average = 4.692 ms
initial connection time = 8.890 ms
tps = 1704.931154 (without initial connection time)